Repository: DengShouXi/ApiRelay
Catalog: ApiRelay/ApiRelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.section.assign.footer
source: Controls which keys appear when you add an existing key under By Consumer. Does not change whether a key can already be shared.
zh_hans: 控制在「按使用方」里添加已有密钥时显示哪些候选。不会改掉密钥本身可否被多个使用方共用的能力。

# settings.section.backup
source: Backup
zh_hans: 备份

# settings.section.backup.footer
source: Creates an encrypted backup file (not Excel). You need the passphrase to restore later.
zh_hans: 生成加密备份文件（不是 Excel 表格）。恢复时必须使用同一口令。

# settings.section.clipboardPrivacy
source: Clipboard & Privacy
zh_hans: 剪贴板与隐私

# settings.section.clipboardPrivacy.footer
source: Disabling Universal Clipboard keeps copied secrets on this device. App Switcher masking hides vault content in multitasking previews.
zh_hans: 禁用通用剪贴板后，复制的密钥不会经系统传到附近其他设备。切换器遮罩可避免多任务预览里露出内容。

# settings.section.danger
source: Danger Zone
zh_hans: 危险操作

# settings.section.lockTiming
source: Lock & Timeouts
zh_hans: 锁定与超时

# settings.section.lockTiming.footer
source: On Mac, if you're not sure whether a secret has been cleared, the safest move is to copy some other text over it. Also note that Mac clipboard-history tools (Paste, Raycast, Alfred, and the like) capture the content the moment you copy it; this app cannot remove those entries, so you'll need to delete them in those tools yourself.
zh_hans: Mac 上如果不确定密钥有没有被清掉，随手复制一段别的文字盖过去最保险。另外，Mac 上的剪贴板历史工具（Paste、Raycast、Alfred 等）在你复制的那一刻就已经把内容记进了自己的历史，那份记录本 App 清不掉，需要你自己去那些工具里删。

# settings.section.password
source: Password & Verification
zh_hans: 密码与验证

# settings.section.password.footer
source: Reveal and copy share one verification policy. Turning verification off disables both. Master password is optional and device-local.
zh_hans: 查看与复制共用同一验证方式；关闭验证后二者都不再要求确认。主密码可选，且仅保存在本机。

# settings.section.purchases
source: Purchases
zh_hans: 购买

# settings.section.purchases.footer
source: Upgrade here, or restore a previous purchase on this Apple ID.
zh_hans: 可在此升级，或在本 Apple ID 上恢复以往购买。

# settings.security
source: Security
zh_hans: 安全

# settings.security.footer
source: Reveal and copy share one verification policy. Turning verification off disables both. Master password is optional and device-local.
zh_hans: 查看与复制共用同一验证方式；关闭验证后二者都不再要求确认。主密码可选，且仅保存在本机。

# settings.tab.title
source: Settings
zh_hans: 设置

# settings.title
source: Settings
zh_hans: 设置

# settings.upgrade
source: Upgrade
zh_hans: 升级

# settings.upgrade.rowDetail
source: Open upgrade options for this app.
zh_hans: 打开本应用的升级选项。

# settings.upgrade.rowDetail.owned
source: Current Apple ID already has the paid unlock.
zh_hans: 此 Apple ID 已拥有付费解锁。

# settings.upgrade.status.action
source: Upgrade
zh_hans: 升级

# settings.upgrade.status.owned
source: Owned
zh_hans: 已解锁

# vault.a11y.maskedHidden
source: Secret masked
zh_hans: 密钥已掩码

# vault.a11y.maskedHint %@
source: Masked ending %@
zh_hans: 掩码末尾 %@

# vault.a11y.moreMenu
source: More
zh_hans: 更多

# vault.a11y.secretHidden
source: Secret hidden
zh_hans: 密钥已隐藏

# vault.a11y.secretHidden.hint
source: Tap to copy
zh_hans: 点按即可复制

# vault.a11y.secretVisible
source: Secret visible
zh_hans: 密钥已显示

# vault.a11y.secretVisible.hint
source: Copies the secret
zh_hans: 点按即可复制密钥

# vault.a11y.sectionCollapse
source: Double tap to collapse
zh_hans: 点按折叠密钥列表

# vault.a11y.sectionExpand
source: Double tap to expand
zh_hans: 点按展开密钥列表

# vault.a11y.sectionMenu
source: Section actions
zh_hans: 分区操作

# vault.account.add
source: Add Account
zh_hans: 添加账号

# vault.account.baseURL
source: Custom Base URL
zh_hans: 自定义接入地址

# vault.account.customNameRequired
source: Enter a platform name.
zh_hans: 请填写平台名称。

# vault.account.defaultName %@ %lld
source: %@ Account %lld
zh_hans: %@ 账号 %lld

# vault.account.delete
source: Delete Account
zh_hans: 删除账号

# vault.account.delete.confirm
source: Delete this account and move its keys to Recently Deleted?
zh_hans: 删除此账号，并将其下密钥移入「最近删除」？

# vault.account.edit
source: Edit Account
zh_hans: 编辑账号

# vault.account.edit.hint
source: Changing the platform or name applies to all keys under this account.
zh_hans: 修改平台或名称会影响该账号下的所有密钥。

# vault.account.edit.platformRequired
source: Platform can’t be empty.
zh_hans: 平台不能为空。

# vault.account.empty.hint
source: No keys yet.
zh_hans: 暂无密钥

# vault.account.instance
source: Account name
zh_hans: 账号名

# vault.account.instanceDefault %lld
source: Account %lld
zh_hans: 账号 %lld

# vault.account.name
source: Display name
zh_hans: 显示名称

# vault.account.name.hint
source: Same platform on different machines? Add one account per instance, e.g. OpenAI · Office Mac. Do not paste the API key here.
zh_hans: 同一平台多台设备？为每台各加一个账号，例如「OpenAI · 办公室 Mac」。不要把密钥明文贴在这里。

# vault.account.name.hint.custom
source: Name the platform first, then add one account per machine, e.g. My Gateway · Office Mac. Do not paste the API key here.
zh_hans: 先填写平台名称，再为每台设备各加一个账号，例如「自建网关 · 办公室 Mac」。不要把密钥明文贴在这里。

# vault.account.notes
source: Notes
zh_hans: 备注

# vault.account.notes.hint
source: Optional free-form notes for this account.
zh_hans: 可选备注，自由填写与该账号相关的信息。

# vault.account.placeholder.detail
source: Sync follows the Apple Account on this device via iCloud Keychain. This app has no separate sign-in.
zh_hans: 同步跟随本机苹果账号与 iCloud 钥匙串。本 App 没有独立登录。

# vault.account.placeholder.local
source: This device
zh_hans: 本机

# vault.account.placeholder.status
source: Status
zh_hans: 状态

# vault.account.placeholder.title
source: iCloud Sync
zh_hans: iCloud 同步

# vault.account.platform
source: Platform
zh_hans: 上游平台

# vault.account.platform.selected
source: Selected platform
zh_hans: 当前平台

# vault.account.platformName
source: Platform name
zh_hans: 平台名称

# vault.assign
source: Assign
zh_hans: 指派

# vault.assign.allAssigned
source: Every key is already assigned to this consumer.
zh_hans: 现有密钥都已指派到此使用端，没有可再添加的。

# vault.assign.alreadyHere
source: Already here
zh_hans: 已在此使用端

# vault.assign.badge.count %lld
source: Assigned ×%lld
zh_hans: 已指派 %lld 次

# vault.assign.badge.none
source: Unassigned
zh_hans: 未指派

# vault.assign.here
source: Add here
zh_hans: 加入此使用端

# vault.assign.noConsumer
source: Cannot assign: add a consumer first (switch to By Consumer and tap +).
zh_hans: 无法指派：还没有使用端。请先切换到「按使用方」，点右上角「+」添加。

# vault.assign.noKey
source: Cannot assign: no keys yet
zh_hans: 无法添加：还没有密钥

# vault.assign.noKey.detail
source: Switch to By Platform, add an account and a key, then come back to assign.
zh_hans: 请先到「按平台」添加账号并录入密钥，再回到这里指派。

# vault.assign.pick.hint
source: Choose a consumer to assign this key to.
zh_hans: 选择要把这把密钥指派给的使用方。

# vault.assign.pickKey.subtitle %@
source: Assign to %@
zh_hans: 指派到「%@」

# vault.assign.pickKey.title
source: Choose a Key
zh_hans: 选择已有密钥

# vault.assign.shared.explain
source: Tap a key to add it to this consumer. No need to pick again.
zh_hans: 点选密钥即可加入当前使用端，无需再选指派方。

# vault.assign.sharedHint %lld
source: Already on %lld other consumer(s) — can still share here
zh_hans: 已用于 %lld 个使用端，仍可共享到这里

# vault.assign.sheet.empty.allowShared
source: Every key is already assigned to this consumer.
zh_hans: 所有密钥都已指派给此使用方。

# vault.assign.sheet.empty.unassignedOnly
source: No unassigned keys. Create a key under By Platform, or switch the picker to All keys in Settings.
zh_hans: 没有未指派的密钥。请先在「按平台」录入，或到设置把范围改为「全部密钥」。

# vault.assign.sheet.filter.allowShared.hint
source: Showing all keys not yet on this consumer, including ones already used elsewhere.
zh_hans: 显示尚未挂到此使用方的全部密钥，含已在其他使用方使用过的。

# vault.assign.sheet.filter.unassignedOnly.hint
source: Showing unassigned keys only (one key, one consumer). Change this in Settings → Assignment.
zh_hans: 当前只显示尚未指派的密钥（一钥一用）。可在「设置 → 指派」更改。

# vault.assign.sheet.search
source: Search keys
zh_hans: 搜索密钥

# vault.assign.sheet.title %@
source: Add Key to %@
zh_hans: 添加密钥到 %@

# vault.assign.title
source: Assign to Tool
zh_hans: 指派给使用方

# vault.avatar
source: Avatar
zh_hans: 头像

# vault.avatar.custom
source: Custom
zh_hans: 已自定义

# vault.avatar.customize
source: Customize
zh_hans: 自定义

# vault.avatar.useDefault
source: Use default
zh_hans: 使用默认

# vault.avatar.usingDefault
source: Using default
zh_hans: 使用默认

# vault.confirm
source: Confirm
zh_hans: 确认

# vault.consumer.add
source: Add Consumer
zh_hans: 添加使用端

# vault.consumer.assignKey
source: Add Existing Key
zh_hans: 添加已有密钥

# vault.consumer.assignKey.collapse
source: Hide Key List
zh_hans: 收起密钥列表

# vault.consumer.base
source: Consumer
zh_hans: 使用端

# vault.consumer.base.custom
source: Custom
zh_hans: 自定义

# vault.consumer.defaultName %lld
source: Consumer %lld
zh_hans: 使用端 %lld

# vault.consumer.delete
source: Delete Consumer
zh_hans: 删除使用端

# vault.consumer.delete.confirm
source: Delete this consumer? Keys stay; only the assignment is removed.
zh_hans: 删除此使用端？密钥不会删除，只会取消指派关系。

# vault.consumer.device
source: Device / instance
zh_hans: 设备 / 实例名

# vault.consumer.deviceDefault %lld
source: Computer %lld
zh_hans: 电脑 %lld

# vault.consumer.edit
source: Rename
zh_hans: 重命名

# vault.consumer.edit.hint
source: This updates the consumer name shown in grouping and assignment.
zh_hans: 将更新「按使用方」分组与指派中显示的名称。

# vault.consumer.edit.nameRequired
source: Consumer name can’t be empty.
zh_hans: 使用方名称不能为空。

# vault.consumer.empty.hint
source: No keys yet.
zh_hans: 暂无密钥

# vault.consumer.listEmpty
source: No consumers yet. Tap + to add one (e.g. VS Code on this Mac).
zh_hans: 还没有使用端。点右上角「+」自行添加（例如本机 VS Code）。

# vault.consumer.name
source: Name
zh_hans: 名称

# vault.consumer.name.hint
source: Same app on different computers? Add one consumer per machine, e.g. VS Code · Office Mac.
zh_hans: 多台电脑装了同一个软件？为每台各加一个使用端，例如「VS Code · 办公室 Mac」。

# vault.consumer.name.hint.custom
source: Name the app first, then add one consumer per machine, e.g. Warp · Office Mac.
zh_hans: 先填写软件名称，再为每台设备各加一个使用端，例如「Warp · 办公室 Mac」。

# vault.consumer.name.optional
source: Name (optional)
zh_hans: 名称（可选）

# vault.consumer.notes
source: Notes
zh_hans: 备注

# vault.consumer.notes.hint
source: Optional free-form notes for this consumer.
zh_hans: 可选备注，自由填写与该使用方相关的信息。

# vault.consumer.preview
source: Will appear as
zh_hans: 列表将显示为

# vault.consumer.software
source: Software name
zh_hans: 软件名称

# vault.copied.detail.ios %lld
source: The secret will be cleared from the clipboard in %lld seconds. This still happens even if you close the app.
zh_hans: 密钥会在 %lld 秒后自动清除，即使你关掉 App 也会清。

# vault.copied.detail.mac %lld
source: The secret will be cleared from the clipboard in %lld seconds. If you quit the app before then, it may stay on the clipboard.
zh_hans: 密钥会在 %lld 秒后自动清除。如果你在这之前退出 App，剪贴板里的内容可能会留着。

# vault.copied.toast
source: Copied to clipboard
zh_hans: 已复制到剪贴板

# vault.copy
source: Copy
zh_hans: 复制

# vault.copy.button
source: Copy
zh_hans: 复制

# vault.copy.failed
source: Copy failed
zh_hans: 复制失败

# vault.copy.secret
source: Copy Secret
zh_hans: 拷贝密钥

# vault.custom.platform
source: Custom
zh_hans: 自定义

# vault.delete
source: Delete
zh_hans: 删除

# vault.delete.accountMovedKeysToTrash
source: Account removed. Its keys were moved to Recently Deleted (30 days).
zh_hans: 账号已删除；其下密钥已移入「最近删除」，保留 30 天。

# vault.delete.accountMovedToTrash
source: Account and its keys moved to Recently Deleted (30 days).
zh_hans: 账号及其密钥已移入「最近删除」，将保留 30 天。

# vault.delete.forever
source: Delete Forever
zh_hans: 立即删除

# vault.delete.forever.done
source: Permanently deleted.
zh_hans: 已永久删除。

# vault.delete.movedToTrash
source: Moved to Recently Deleted. Kept for 30 days.
zh_hans: 已移入「最近删除」，将保留 30 天。可点下方按钮查看。

# vault.delete.toolMovedToTrash
source: Consumer moved to Recently Deleted (30 days).
zh_hans: 使用方已移入「最近删除」，将保留 30 天。

# vault.detail.account
source: Upstream Account
zh_hans: 上游账号

# vault.detail.assignedTools
source: Assigned To
zh_hans: 使用方

# vault.detail.assignment
source: Assignment
zh_hans: 指派

# vault.detail.columnIdle.detail
source: This section uses the middle column only.
zh_hans: 这一页内容在中间栏即可完成操作。

# vault.detail.columnIdle.title
source: No Detail Pane
zh_hans: 无需详情

# vault.detail.lifecycle
source: Lifecycle
zh_hans: 生命周期

# vault.detail.lifecycle.active
source: Active
zh_hans: 使用中

# vault.detail.lifecycle.deleted
source: In Recently Deleted
zh_hans: 在最近删除中

# vault.detail.lifecycle.revoked
source: Revoked upstream
zh_hans: 上游已作废

# vault.detail.missing.detail
source: It may have been deleted or is not on this device.
zh_hans: 可能已删除，或不在本机。

# vault.detail.missing.title
source: Key Not Found
zh_hans: 找不到该密钥

# vault.detail.name
source: Name
zh_hans: 名称

# vault.detail.notes
source: Notes
zh_hans: 备注

# vault.detail.open
source: Open Details
zh_hans: 打开详情

# vault.detail.origin
source: Origin
zh_hans: 来源

# vault.detail.origin.manual
source: Entered manually
zh_hans: 手动录入

# vault.detail.origin.provider
source: Issued in app
zh_hans: 应用内签发

# vault.detail.origin.relay
source: Relay issued
zh_hans: 中转签发

# vault.detail.origin.transfer
source: Received via transfer
zh_hans: 加密传递导入

# vault.detail.pick.detail
source: Choose a key in the list to see its details here.
zh_hans: 在中间列表点选一把密钥，详情会显示在这里。

# vault.detail.pick.title
source: Select a Key
zh_hans: 选择一把密钥

# vault.detail.platform
source: Platform
zh_hans: 平台

# vault.detail.secret
source: Secret
zh_hans: 密钥

# vault.detail.section.actions
source: Actions
zh_hans: 操作

# vault.detail.section.info
source: Information
zh_hans: 信息

# vault.detail.section.status
source: Status
zh_hans: 状态

# vault.detail.status.missing.detail
source: Metadata arrived, but the Keychain secret has not synced yet. Wait for iCloud Keychain, or enter the key again on this device.
zh_hans: 元信息已到，钥匙串明文尚未同步。请等待 iCloud 钥匙串，或在本机重新录入。

# vault.detail.status.missing.title
source: Secret not on this device
zh_hans: 本机暂无明文

# vault.detail.status.ready.detail
source: Secret is available on this device and the key is assigned.
zh_hans: 本机有明文，且已指派使用方。

# vault.detail.status.ready.title
source: Ready to use
zh_hans: 可正常使用

# vault.detail.status.shared.detail
source: This key is assigned to more than one consumer. Usage later will not be split across those tools.
zh_hans: 这把密钥指派给多个使用方。后续用量不会摊分到各工具。

# vault.detail.status.shared.title
source: Shared across tools
zh_hans: 多工具共用

# vault.detail.status.unassigned.detail
source: Assign this key to a consumer tool when you are ready to use it.
zh_hans: 需要使用时，再把它指派给某个使用方工具。

# vault.detail.status.unassigned.title
source: Unassigned
zh_hans: 尚未指派

# vault.detail.title
source: Key Details
zh_hans: 密钥详情

# vault.edit
source: Edit
zh_hans: 编辑

# vault.empty.consumer.cta
source: Add Consumer
zh_hans: 添加使用方

# vault.empty.consumer.detail
source: Add a consumer tool (for example VS Code on this Mac), then assign keys to it.
zh_hans: 添加使用方工具（例如本机 VS Code），再把密钥指派给它。

# vault.empty.consumer.title
source: No consumers yet
zh_hans: 还没有使用方

# vault.empty.platform.cta
source: Add Account
zh_hans: 添加账号

# vault.empty.platform.detail
source: Add an upstream account, then store a key under it. Keys always show as masked.
zh_hans: 先添加上游账号，再在其下录入密钥。列表只显示掩码。

# vault.empty.platform.title
source: No upstream accounts
zh_hans: 还没有上游账号

# vault.error.title
source: Error
zh_hans: 出错了

# vault.group.shared
source: Shared Keys
zh_hans: 共享密钥

# vault.group.unassigned
source: Unassigned
zh_hans: 未分配

# vault.grouping
source: Grouping
zh_hans: 分组视角

# vault.grouping.consumer
source: By Consumer
zh_hans: 按使用方

# vault.grouping.platform
source: By Platform
zh_hans: 按平台

# vault.key.account
source: Account
zh_hans: 所属账号

# vault.key.ackDuplicate
source: I confirm this may be a duplicate
zh_hans: 我确认这可能是重复密钥

# vault.key.add
source: Add Key
zh_hans: 添加密钥

# vault.key.defaultName %lld
source: Key %lld
zh_hans: 密钥 %lld

# vault.key.duplicate.body %@
source: It is the same secret as “%@”. Save anyway?
zh_hans: 和「%@」是同一段密钥。仍要保存吗？

# vault.key.duplicate.confirm
source: Save Anyway
zh_hans: 仍要保存

# vault.key.duplicate.title
source: Possible Duplicate Key
zh_hans: 可能是重复密钥

# vault.key.duplicate.unnamed
source: another key
zh_hans: 另一把密钥

# vault.key.edit
source: Edit Key
zh_hans: 编辑密钥

# vault.key.edit.accountHint
source: Platform and upstream account apply to all keys under this account.
zh_hans: 平台与上游账号属于该账号；修改会影响同一账号下的其他密钥。

# vault.key.edit.accountRequired
source: Upstream account name can’t be empty.
zh_hans: 上游账号名称不能为空。

# vault.key.edit.nameRequired
source: Key name can’t be empty.
zh_hans: 密钥名称不能为空。

# vault.key.name
source: Key Name
zh_hans: 密钥名称

# vault.key.name.hint
source: Leave blank or keep the default. Only the secret is required.
zh_hans: 可不填或保留默认名；只有密钥明文是必填项。

# vault.key.name.optional
source: Key name (optional)
zh_hans: 密钥名称（可选）

# vault.key.notes
source: Notes
zh_hans: 备注

# vault.key.notes.hint
source: Optional free-form notes. Do not paste secrets here if you can avoid it.
zh_hans: 可选备注，自由填写相关信息。尽量不要把完整密钥写在这里。

# vault.key.secret
source: Secret
zh_hans: 密钥明文

# vault.key.secret.keepHint
source: Leave blank to keep the current secret. Enter a new value only when you need to replace it.
zh_hans: 留空则保留当前密钥；仅在需要更换时填入新明文。

# vault.key.secret.optional
source: New secret (optional)
zh_hans: 新密钥明文（可选）

# vault.keys.empty
source: No keys yet
zh_hans: 暂无密钥

# vault.masterPassword
source: Master Password
zh_hans: 主密码

# vault.masterPassword.disclosure
source: Master password can be reset with device authentication. It is not stronger than your device passcode.
zh_hans: 主密码可经设备验证后重置，强度不高于设备密码。

# vault.masterPassword.title
source: Enter Master Password
zh_hans: 输入主密码

# vault.notice.title
source: Done
zh_hans: 已完成

# vault.paywall.open
source: Unlock
zh_hans: 解锁无限密钥

# vault.quota.exceeded.body
source: Free plan allows up to 3 keys. Unlock unlimited keys to continue.
zh_hans: 免费版最多 3 把密钥。解锁后可继续添加。

# vault.quota.exceeded.title
source: Free Limit Reached
zh_hans: 已达免费上限

# vault.quota.remaining %lld
source: Free slots left: %lld
zh_hans: 剩余免费额度：%lld

# vault.recentlyDeleted
source: Recycle Bin
zh_hans: 回收站

# vault.recentlyDeleted.deletedAt %@
source: Deleted: %@
zh_hans: 删除于：%@

# vault.recentlyDeleted.done
source: Done
zh_hans: 完成

# vault.recentlyDeleted.empty
source: Recycle Bin is Empty
zh_hans: 回收站是空的

# vault.recentlyDeleted.empty.detail
source: This is where deleted keys, accounts, and consumers go. 1. On the home list, tap Delete and authenticate. 2. They appear here for 30 days. 3. You can Restore or Delete Forever. Items deleted before this feature won’t show up.
zh_hans: 这里存放你删掉的密钥、账号、使用方。 1. 在主列表点「删除」，并通过本机验证。 2. 删除后会出现在这里，保留 30 天。 3. 可「恢复」或「永久删除」。 本功能上线前已删掉的内容不会出现在这里。

# vault.recentlyDeleted.empty.how
source: To put something here: delete a key (By Platform), delete an account, or delete a consumer — then authenticate when prompted.
zh_hans: 要放进回收站：在「按平台」删密钥、删账号，或删使用方，并完成系统验证。取消验证则不会移入。

# vault.recentlyDeleted.help.title
source: About Recycle Bin
zh_hans: 回收站说明

# vault.recentlyDeleted.hint
source: Kept for 30 days. Restore brings them back; Delete Forever cannot be undone.
zh_hans: 默认保留 30 天。「恢复」可找回；「永久删除」不可撤销。

# vault.recentlyDeleted.loadFailed
source: Couldn’t Load Recycle Bin
zh_hans: 无法加载最近删除

# vault.recentlyDeleted.loading
source: Loading…
zh_hans: 正在加载…

# vault.recentlyDeleted.purgeAt %@
source: Permanent delete after: %@
zh_hans: 将于 %@ 永久清除

# vault.recentlyDeleted.retry
source: Retry
zh_hans: 重试

# vault.recentlyDeleted.section.accounts
source: Accounts
zh_hans: 账号

# vault.recentlyDeleted.section.keys
source: Keys
zh_hans: 密钥

# vault.recentlyDeleted.section.tools
source: Consumers
zh_hans: 使用方

# vault.recentlyDeleted.subtitle %lld %lld %lld
source: Keys %lld · Accounts %lld · Consumers %lld
zh_hans: 密钥 %lld · 账号 %lld · 使用方 %lld

# vault.reorder.accounts.title
source: Reorder Accounts
zh_hans: 调整账号顺序

# vault.reorder.keys
source: Reorder Keys
zh_hans: 调整密钥顺序

# vault.reorder.keys.hint
source: Drag the bars on the right, or the whole row. Changes save when you release; tap Done when finished.
zh_hans: 拖动右侧三条杠，或拖动整行；松手即保存，调好后点「完成」。

# vault.reorder.keys.save
source: Save
zh_hans: 保存

# vault.reorder.keys.title %@
source: Reorder — %@
zh_hans: 调整顺序 — %@

# vault.reorder.tools.title
source: Reorder Consumers
zh_hans: 调整使用方顺序

# vault.restore
source: Restore
zh_hans: 恢复

# vault.restore.account.done
source: Account restored.
zh_hans: 账号已恢复。

# vault.restore.done
source: Key restored.
zh_hans: 密钥已恢复。

# vault.restore.tool.done
source: Consumer restored.
zh_hans: 使用方已恢复。

# vault.reveal
source: Reveal
zh_hans: 查看

# vault.reveal.button
source: Reveal
zh_hans: 查看

# vault.reveal.title
source: Secret
zh_hans: 明文

# vault.save
source: Save
zh_hans: 保存

# vault.search
source: Search
zh_hans: 搜索

# vault.search.clear
source: Clear Search
zh_hans: 清除搜索

# vault.search.empty
source: No Matches
zh_hans: 无匹配结果

# vault.search.empty.detail
source: No matching keys, accounts, or consumers.
zh_hans: 没有匹配的密钥、账号或使用方。

# vault.search.none.keys
source: No keys
zh_hans: 暂无密钥

# vault.search.prompt
source: Search keys, accounts, or consumers
zh_hans: 搜索密钥、账号或使用方

# vault.search.revealAccount
source: Shows this account under By Platform
zh_hans: 在「按平台」中显示此账号

# vault.search.revealConsumer
source: Shows this consumer under By Consumer
zh_hans: 在「按使用方」中显示此使用方

# vault.search.section.accounts
source: Accounts
zh_hans: 上游账号

# vault.search.section.keys
source: Keys
zh_hans: 密钥

# vault.search.section.tools
source: Consumers
zh_hans: 使用方

# vault.secret.missing
source: Secret not on this device
zh_hans: 本机暂无明文

# vault.secret.stored
source: Saved in Keychain
zh_hans: 已保存在钥匙串

# vault.section.keyCount %lld
source: %lld keys
zh_hans: %lld 把密钥

# vault.shared.badge %lld
source: Shared by %lld tools
zh_hans: 被 %lld 个工具共用

# vault.sidebar.account
source: Account
zh_hans: 账号

# vault.sort.ascending
source: Ascending
zh_hans: 升序

# vault.sort.criterion.created
source: Date Created
zh_hans: 创建时间

# vault.sort.criterion.custom
source: Custom
zh_hans: 自定义

# vault.sort.criterion.name
source: Name
zh_hans: 名称

# vault.sort.criterion.updated
source: Date Modified
zh_hans: 上次修改

# vault.sort.descending
source: Descending
zh_hans: 降序

# vault.sort.menu
source: Sort
zh_hans: 排序方式

# vault.sort.reorder
source: Reorder…
zh_hans: 调整顺序…

# vault.sync.activity.exporting
source: Uploading metadata…
zh_hans: 正在上传元数据…

# vault.sync.activity.idle
source: Idle
zh_hans: 空闲

# vault.sync.activity.importing
source: Downloading metadata…
zh_hans: 正在下载元数据…

# vault.sync.activity.setup
source: Setting up iCloud…
zh_hans: 正在连接 iCloud…

# vault.sync.detail.exporting
source: Uploading
zh_hans: 正在上传

# vault.sync.detail.importing
source: Downloading
zh_hans: 正在下载

# vault.sync.detail.offline
source: This run is using the local store.
zh_hans: 这次走的是本机库

# vault.sync.detail.setup
source: Connecting to iCloud
zh_hans: 正在连接 iCloud

# vault.sync.headline.failed
source: Sync failed
zh_hans: 同步失败

# vault.sync.headline.offline
source: Not connected
zh_hans: 未接云

# vault.sync.headline.pending
source: Not synced yet
zh_hans: 尚未同步

# vault.sync.headline.synced
source: Synced
zh_hans: 已同步

# vault.sync.headline.syncing
source: Syncing
zh_hans: 正在同步

# vault.sync.how.body
source: Key secrets sync through iCloud Keychain (end-to-end encrypted). Account metadata syncs through iCloud. Turn on iCloud Keychain on every device that should see the same keys.
zh_hans: 密钥明文经「iCloud 钥匙串」同步（系统端到端加密）；账号等元数据经 iCloud 同步。每台要共用密钥的设备都需开启 iCloud 钥匙串。

# vault.sync.icloud.followsSystem
source: Follows the Apple Account already signed into this device.
zh_hans: 跟系统里已登录的苹果账号走。

# vault.sync.icloud.status
source: iCloud on this device
zh_hans: 本机 iCloud

# vault.sync.icloud.status.footnote
source: This app cannot sign you in or switch Apple ID. Sync always follows the Apple Account already signed into this device.
zh_hans: 本 App 不能登录或切换 Apple ID。同步始终跟随本机系统里已登录的苹果账号。

# vault.sync.icloud.status.restricted
source: Restricted
zh_hans: 账号受限

# vault.sync.icloud.status.signedIn
source: Signed in
zh_hans: 已登录

# vault.sync.icloud.status.signedOut
source: Not signed in
zh_hans: 未登录

# vault.sync.icloud.status.temporarilyUnavailable
source: Temporarily unavailable
zh_hans: 暂时不可用
